/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %g m)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "W ambisónica";

/* An audio channel label. */
"Ambisonic X" = "X ambisónica";

/* An audio channel label. */
"Ambisonic Y" = "Y ambisónica";

/* An audio channel label. */
"Ambisonic Z" = "Z ambisónica";

/* An audio channel label. */
"Center" = "Central";

/* An audio channel label. */
"Center Surround" = "Envolvente central";

/* An audio channel label. */
"Center Surround Direct" = "Envolvente central directo";

/* Channel. An audio channel label. */
"Channel" = "Canal";

/* Channels. An audio channel label. */
"Channels" = "Canales";

/* An audio channel label. */
"Click Track" = "Haga clic en Pista";

/* An audio channel label. */
"Dialog Centric Mix" = "Mezcla céntrica de diálogos";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Discreto";

/* An audio channel label. */
"Foreign Language" = "Idioma extranjero";

/* An audio channel label. */
"Headphones Left" = "Auricular izquierdo";

/* An audio channel label. */
"Headphones Right" = "Auricular derecho";

/* An audio channel label. */
"Hearing Impaired" = "Problemas de audición";

/* An audio channel label. */
"Left" = "Izquierda";

/* An audio channel label. */
"Left Center" = "Central izquierdo";

/* An audio channel label. */
"Left Surround" = "Envolvente izquierdo";

/* An audio channel label. */
"Left Surround Direct" = "Envolvente directo izquierdo";

/* An audio channel label. */
"Left Total" = "Total izquierdo";

/* An audio channel label. */
"Left Wide" = "Ángulo de sonido izquierdo";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE (altavoz cercano a la pantalla)";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Medio";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narración";

/* An audio channel label. */
"Rear Surround Left" = "Envolvente posterior izquierdo";

/* An audio channel label. */
"Rear Surround Right" = "Envolvente posterior derecho";

/* An audio channel label. */
"Right" = "Derecha";

/* An audio channel label. */
"Right Center" = "Central derecho";

/* An audio channel label. */
"Right Surround" = "Envolvente derecho";

/* An audio channel label. */
"Right Surround Direct" = "Envolvente directo derecho";

/* An audio channel label. */
"Right Total" = "Sonido total derecho";

/* An audio channel label. */
"Right Wide" = "Ángulo de sonido derecho";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Lateral";

/* An audio channel label. */
"Top Back Center" = "Posterior superior por el centro";

/* An audio channel label. */
"Top Back Left" = "Posterior superior por la izquierda";

/* An audio channel label. */
"Top Back Right" = "Posterior superior por la derecha";

/* An audio channel label. */
"Top Center Surround" = "Envolvente superior por el centro";

/* An audio channel label. */
"Unknown" = "Desconocido";

/* An audio channel label. */
"Unused" = "No utilizado";

/* An audio channel label. */
"Vertical Height Center" = "Vertical por el centro";

/* An audio channel label. */
"Vertical Height Left" = "Vertical por la izquierda";

/* An audio channel label. */
"Vertical Height Right" = "Vertical por la derecha";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Táctil";

